Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uudistettu_koltansaamen_kielioppikirja_ilmestyi.html.tmx
Source language: fin
Languages: sms

source: Uudistettu koltansaamen kielioppikirja ilmestyi
sms: Oođuum nuõrttsääʹm ǩiõllvuäʹppes ǩeʹrjj iʹlmstõõvi

source: Uudistettu koltansaamen kielioppikirja on ilmestynyt.
sms: Oođuum nuõrttsääʹm ǩiõllvuäʹppes ǩeʹrjj lij iʹlmstõõvvâm.

source: Kirjan ovat käsikirjoittaneet Satu ja Jouni Mosnikoff, Eino Koponen ja Miika Lehtinen.
sms: Ǩeeʹrj ǩiõttǩeeʹrjtõs: Satu da Jouni Mosnikoff, Eino Koponen, Miika Lehtinen.

source: Uudistettu painos on valmisteltu työryhmässä, johon kuuluivat Anna-Katariina Feodoroff, Tiina Sanila-Aikio, Miika Lehtinen ja Eino Koponen.
sms: Tuejj-joukk: Anna-Katariina Feodoroff, Tiina Sanila-aikio, Miika Lehtinen da Eino Koponen.

source: Koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff on iloinen koltansaamen opetukselle välttämättömien oppimateriaalien edistymisestä.
sms: Škooultõs- da mättmateriaal-luʹvddkååʹdd saaǥǥjååʹđteei Tauno Ljetoff lij rämmai nuõrttsääʹm mättʼtõʹsse vieʹltʼteʹmes mättmateriaali õuddnummšest.

source: – Kielioppikirja on perusaineistoa, jota ilman kielen opetus olisi hankalaa.
sms: – Ǩiõllmättǩeʹrjj lij vuâđđaaunâs, koon taa ǩiõl mättʼtummuš leʹčči vaiggâd.

source: Kieliopin ilmestyminen juuri nyt on merkittävä tapaus.
sms: Ǩiõllmäätt iʹlmstõõvvmõš õiʹdde ååʹn lij miârkteei äʹšš.

source: Koltansaamen kielen opetus koulussa on menossa eteenpäin ja yliopistossa on enemmän koltansaamen opiskelijoita kuin koskaan aiemmin, sanoo Ljetoff.
sms: Nuõrttsääʹmǩiõl mättʼtõs škooulâst lij mõõnnmen õõudårra da universiteeʹttest lie ååʹn mättʼtõõtti jeänab ǥu ni kuäʹss õuʹddel, ceälkk Ljetoff.

source: Koltansaamen kielen opettajana Saamelaisalueen koulutuskeskuksessa toimiva Tiina Sanila-Aikio pitää kielioppikirjan ilmestymistä merkittävänä.
sms: Nuõrttsääʹmǩiõl uʹčteeʹlen Sääʹmvuuʹd škooultõskõõskõõzzâst tåimmi Tiina Sanila-Aikio miõlâst ǩiõllmättǩeeʹrj iʹlmstõõvvmõš lij miârkteei.

source: – Koltansaamen kielityö on mennyt valtavia askeleita eteenpäin viimeisen kymmenen vuoden aikana ja siksi on tärkeää, että keskeinen kielioppikirja on ajantasaistettu.
sms: – Nuõrttsääʹm ǩiõlltuejj lij õuddnam samai šuuri laauʹǩivuiʹm õõudårra mââimõs lååi eeʹjj äiʹǧǧen da tõn diõtt lij vääžnai, štõ ǩiõllmättǩeʹrjj lij pijjum äiʹǧǧtässa.

source: Uskon, että käytämme kielioppikirjaa koltansaamen kielen ja kulttuurin opiskelijoiden kanssa miltei joka päivä.
sms: Ååskam, štõ ââʹnnep ǩiõllmättǩeeʹrj sääʹmǩiõl da kulttuur mättʼtõõttjivuiʹm miâlggâd juõʹǩǩ peeiʹv.

source: Kirjan on julkaissut Saamelaiskäräjät.
sms: Ǩeeʹrj lij čõõđtam Sääʹmteʹǧǧ.

source: Sen graafisesta suunnittelusta vastaa Anni Näkkäläjärvi.
sms: Graaflaž plaanummšest vaʹsttad Anni Näkkäläjärvi.

source: Kirja on saatavissa Saamelaiskäräjien oppimateriaalien verkkokaupasta:
sms: Ǩeʹrjj lij vuäǯǯamnalla Sääʹmteeʹǧǧ mättmateriaal nettkaaupâst:

source: https://www.samediggi.fi/tuote/koltansaamen-kielioppi/
sms: https://www.samediggi.fi/tuote/saamkiol-kiollvueppes/?lang=nuo
